Repository: jweiland-net/circular
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.circular.title
source: Circular
de: Rundschreiben

# tx_circular_domain_model_circular
source: Circular
de: Rundschreiben

# tx_circular_domain_model_circular.number
source: Number
de: Nummer des Rundschreibens

# tx_circular_domain_model_circular.title
source: Title
de: Titel

# tx_circular_domain_model_circular.category
source: Category
de: Kategorie

# tx_circular_domain_model_circular.category.circular
source: Circulars
de: Rundschreiben

# tx_circular_domain_model_circular.category.aboutDisposal
source: About Disposal
de: Rundverf√ºgung A

# tx_circular_domain_model_circular.category.vacancy
source: Vacancy
de: Stellenausschreibung

# tx_circular_domain_model_circular.date_of_circular
source: Date Of Circular
de: Datum

# tx_circular_domain_model_circular.send
source: Send
de: Wurde das Rundschreiben bereits versendet?

# tx_circular_domain_model_circular.department
source: Department
de: Dienststelle

# tx_circular_domain_model_circular.files
source: File
de: Datei

# tx_circular_domain_model_department
source: Department
de: Dienststellen

# tx_circular_domain_model_department.title
source: Title
de: Titel

# tx_circular_domain_model_category.title
source: Title
de: Titel
